{"name":{"6":"Lava Cap American River Red","7":"Lava Cap Barbera 2010","9":"Lava Cap Cabernet Sauvignon 2013","11":"Lava Cap Petite Sirah 2013","12":"Lava Cap Petite Sirah 2014","13":"Lava Cap Petite Sirah 2016","17":"Lava Cap Reserve Merlot 2015","21":"Lava Cap Syrah 2014","22":"Lava Cap Syrah 2013"},"grape":{"6":null,"7":null,"9":null,"11":null,"12":null,"13":null,"17":null,"21":null,"22":null},"region":{"6":"El Dorado, Sierra Foothills, California","7":"Sierra Foothills, California","9":"El Dorado, Sierra Foothills, California","11":"El Dorado, Sierra Foothills, California","12":"El Dorado, Sierra Foothills, California","13":"El Dorado, Sierra Foothills, California","17":"El Dorado, Sierra Foothills, California","21":"El Dorado, Sierra Foothills, California","22":"El Dorado, Sierra Foothills, California"},"variety":{"6":"Red Wine","7":"Red Wine","9":"Red Wine","11":"Red Wine","12":"Red Wine","13":"Red Wine","17":"Red Wine","21":"Red Wine","22":"Red Wine"},"rating":{"6":90.0,"7":90.0,"9":90.0,"11":90.0,"12":92.0,"13":92.0,"17":90.0,"21":92.0,"22":92.0},"notes":{"6":"This wine was created as a table wine. We wanted the wine to be enjoyable and distinguishable as an El Dorado AVA wine, but varietal character takes a back seat to the the smooth and flavorful structure. During the blending process, we selected wines with supple tannins, smooth spice, and a decadent body that work together while never dominating with one varietal character. Great fruit, great body, a little toasty oak, and the smooth, rich Lava Cap finish! ","7":"The plump, rich cherry, raspberry and plum fruit is immediately appealing when first poured, feeling soft and rich. The robust fruit coupled with acidity and soft tannin makes this one of the best, most versatile food wines, which can carry everything from vegetable to meat dishes.  ","9":"Lava Cap’s estate grown Cabernet Sauvignon grapes have long been recognized for producing a wine with lovely structure and vibrant fruit character. The fragrant must of fruit was cold-soaked for three days to enhance color and flavor.","11":"Lava Cap's 2013 Petite Sirah is a BIG one for the ages. The early growing season, mellow summer, and intense fall allowed near perfect ripening conditions. The 2013 Petite Sirah has notes of elegant wild licorice, blueberries, and complex oak. With a sip, the massive wine slams the palate with a stampede of plum and white pepper flavors  which perfectly transition to blackberry and a long vanilla-kola finish. Will age beautifully into 2025.","12":"On the nose, the 2014 Petite Sirah has notes of elegant wild licorice, blueberries, and complex oak. With a sip, the wine slams the palate with a stampede of plum and white pepper flavors which perfectly transition to blackberry and a long vanilla-cola finish. ","13":"The 2016 Petite Sirah has notes of elegant wild licorice, blueberries, and complex oak. With a sip, the massive wine slams the palate with a stampede of plum and white pepper flavors which perfectly transition to blackberry and a long vanilla-cola finish.","17":"Pleasant forest greenery and plum scents highlight the aroma of dark cherry. Toasted oak fill the palate and bright acidity define a nicely focused finish.","21":"The wine opens with a touch of allspice, which transitions to rich, deep flavors of blackberry and blueberry. The body is elegant and smooth, leaving lingering tannins that will mature with age. A powerful wine with a stylistically rich, smooth finish.","22":"The Syrah Vineyard grows on a beautiful south facing slope reminiscent of the Hermitage hill in the Rhone Region of France. With the cooling breezes from our vineyards 2500' Elevation,  rich, and well drained soils, our Syrah vines develop the lengthy flavors consistent with acclaimed Syrah wines. The wine begins with black and blue berry, and a touch of allspice highlight the wine’s presentation. Sweet tannins frame the gentle focused finish."}}